@extends('layout.master')

@section('title', '帮助文档')

@section('content')

    <h1>常见问题及帮助文档</h1>

    <p>Q1: 要注册使用该平台必须是本校的学生么，注册的人可能有哪些人呢？</p>
    <p>A1: 要注册使用该平台，你可以通过校园卡统一身份认证平台注册，也可以通过东大小秘书关联的教务处账号认证注册。可以注册的人群为持有东北大学校园卡的所有人群，包括学生、研究生、教工等。</p>

    <p>Q2: 我想要购买的商品描述中卖家没有提供任何联系方式，我该如何与卖家联系呢？</p>
    <p>A2: 出于隐私保护的考虑，先锋市场要求你提供的联系方式只有在交易成立之后才会向买卖的对方透露，在那之前，你们可以通过站内的消息来进行协商。</p>

    <p>Q3: 我点了购买/发送了消息以后对方迟迟没有回复，怎么办？只有等他上网站才能看到嘛？</p>
    <p>A3: 先锋市场对用户消息通知的方式包括：站内，邮件。我们要求用户至少有除了站内以外的一种联系方式，并且会及时将消息通知给用户。但是，并不保证用户所填写的联系方式是正确的，也不保证用户会及时查看消息通知。</p>

    <p>Q4: 使用先锋市场交易有哪些支付方式？</p>
    <p>A4: 我们的交易全部由线下完成，卖家和买家自己商讨支付和付货方式。我们通过控制注册用户都是校内实名用户和严格的管理来尽量保证交易的安全性。</p>

    <p>Q5: 交易完成了，我需要把我的商品删除吗？</p>
    <p>A5: 不需要。在“我的出售/交易订单”中可以选择“完成交易”。完成交易以后系统将会自动扣除库存。除非特别设置，库存为零的商品将不会再被展示和购买。</p>

    <p>Q6: 我想要举报某个商品或某个用户，该怎么做？</p>
    <p>A6: 点击这个商品的卖家，或直接进入该用户的页面，点击“举报该用户”，并填写举报理由。请在举报后关注站内信并协助管理员核实举报内容。</p>

    <p>Q7: 以上并没有解决我的问题，我应该如何获取帮助？</p>
    <p>A7: 点击<a href="/help">这里</a>填写你的问题，或直接邮件到 <a href="mailto: support@neup.market">support@neup.market</a>，工作人员会在看到后第一时间给您回复。也可以加入先锋市场公测用户群 446529788 寻求帮助。</p>

@endsection