@extends('layout.master')

@section('title', '隐私政策')

@section('content')
  <h1>隐私政策</h1>

  <h3>引言</h3>
  <p>
    先锋市场重视用户的隐私，隐私权是您重要的权利。您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本隐私政策向您说明，在使用我们的服务时，我们如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。本隐私政策与您所使用的先锋市场服务息息相关，希望您仔细阅读，在需要时，按照本隐私政策的指引，作出您认为适当的选择。</p>
  <p>您使用或继续使用我们的服务，即意味着同意我们按照本隐私政策收集、使用、储存和分享您的相关信息。 如对本隐私政策或相关事宜有任何问题，请通过 <a href="mailto: support@neup.market">support@neup.market</a>
    与我们联系。 如果您不同意本隐私政策任何内容，您应立即停止使用本平台服务。当您使用本平台提供的任一服务时，即表示您已同意我们按照本隐私政策来合法使用和保护您的个人信息。</p>

  <h3>适用范围</h3>
  <p>为用户提供更好、更优、更个性化的服务是本平台坚持不懈的追求，也希望通过我们提供的服务可以更方便您的生活。本隐私政策适用于本平台提供的所有服务，您访问本平台或登陆相关客户端使用本平台提供的服务，均适用本隐私权政策。</p>
  <p>需要特别说明的是，本隐私政策不适用于其他第三方向您提供的服务，例如本平台的卖家依托本平台向您提供服务时，您向卖家提供的个人信息不适用于本隐私政策。</p>

  <h3>我们可能收集的信息</h3>
  <p>我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。</p>

  <strong>1. 您提供的信息</strong>
  <p>在注册账户或使用我们的服务时，向我们提供的相关个人信息，例如电话号码、电子邮件或学号等；</p>
  <p>您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息；</p>

  <strong>2. 其他方分享的您的信息</strong>
  <p>其他方使用我们的服务时所提供有关您的共享信息；</p>

  <strong>3. 我们获取的您的信息</strong>
  <p>您使用服务时我们可能收集如下信息：</p>
  <p>我们会根据您授予的权限，接收并记录您所使用的设备相关信息，这些设备信息包括：</p>
  <p>设备属性信息（如设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征信息）、设备位置信息（如通过 GPS、蓝牙或 Wifi 信号获得的位置信息）、设备连接信息（IP
    地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间及您需求的网页记录等）。</p>
  <p>在使用我们服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页 URL 地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情。</p>

  <h3>我们可能如何使用信息</h3>
  <p>我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：</p>
  <p>1. 向您提供服务，并维护、改进这些服务；</p>
  <p>2. 在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；</p>
  <p>3. 我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。</p>
  <p>4. 经您许可的其他用途。</p>
  <p>
    为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。</p>

  <h3>您如何访问和控制自己的个人信息</h3>
  <p>我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。</p>
  <p>如果您认为本平台存在违反法律、行政法规的规定或者与您的约定收集、使用您个人信息的，您可以通过 <a href="mailto: support@neup.market">support@neup.market</a>
    与我们取得联系。</p>

  <h3>您共享的信息</h3>
  <p>您可以通过我们的服务建立联系和相互分享。当您通过我们的服务创建交流、交易或分享时，您可以自主选择沟通、交易或分享的对象，作为能够看到您的交易内容、联络方式、交流信息或分享内容等相关信息的第三方。</p>
  <p>
    在使用本平台服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄露，请您立即联络
    <a href="mailto: support@neup.market">support@neup.market</a>，以便我们采取相应措施。</p>
  <p>公开信息是指您公开分享的任何信息。任何人都可以在使用和未使用本平台期间查看或访问这些信息。</p>
  <p>请注意，您在使用我们服务时自愿共享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。</p>
  <p>您应当特别注意只在我们要求您填写联系方式等敏感信息的地方填写，不要随意地将个人敏感信息填写在商品描述中，或在聊天中透露给他人。您应当充分了解违背上述做法的风险，和您因此需要承担的相应责任。</p>

  <h3>我们如何共享信息</h3>
  <p>我们对您的信息承担保密义务，不会出于第三方的营销目的而向其出售或提供您的任何信息，除下列情形外，我们不会与任何其他第三方共享您的个人信息：</p>
  <p>1. 事先获得授权。获得您的授权后，我们会与其他公司、组织和个人分享您的个人信息。只有您明确同意，我们才会共享您的个人信息。</p>
  <p>2. 向本平台的关联平台分享您的个人信息。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。</p>
  <p>3.
    出于法律原因。为遵守适用的法律法规、诉讼目的或者行政机关、司法机构依法提出的要求，我们可能有必要披露您的个人信息。如果我们确定您出现违反适用的法律法规或相关协议的情况，或为保护本平台及其关联平台或用户或公众的权利、财产或安全免遭损害，我们也可能披露关于您的信息，包括相关违规行为以及我们已对您采取的措施。</p>
  <p>4. 用于外部处理。为实现本隐私权政策中声明的目的，我们可能让可信赖的合作伙伴作为数据处理者，根据我们的指示并遵循我们的隐私权政策以及其他任何相应的保密和安全措施来为我们处理您的个人信息。</p>

  <h3>Cookie 和类似技术的使用</h3>
  <p>
    为使您获得更轻松的访问体验，您访问本平台相关网站或使用本平台提供的服务时，我们可能会通过采用各种技术收集和存储相关信息，包括使用小型数据文件识别您的身份，这么做是为了解您的使用习惯，帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie、Flash
    Cookie，或您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。</p>
  <p>请您理解，我们的某些服务只能通过使用 Cookie 才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对 Cookie 的接受程度或者拒绝我们的 Cookie，但拒绝我们的 Cookie
    在某些情况下可能会影响您安全访问本平台相关网站和使用本平台提供的服务。</p>
  <p>网页上常会包含一些电子图象（称为“单像素 GIF 文件”或“网络 beacon”），使用网络 beacon 可以帮助网站计算浏览网页的用户或访问某些 cookie，我们会通过网络 beacon
    收集您浏览网页活动信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境以及显示设定等。</p>

  <h3>您的个人信息保护</h3>
  <p>我们非常重视您的个人信息安全。我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的个人信息，并尽最大合理努力使您的个人信息不会被泄漏、毁损或者丢失，包括但不限于
    SSL、信息加密存储、数据中心的访问控制。我们对可能接触到您个人信息的员工或外包人员也采取了严格管理，包括但不限于采取信息访问权限控制、与接触个人信息的人员签署保密协议、监控该等人员的操作情况等措施。</p>
  <p>
    请注意，单独的设备信息、搜索关键词信息等是无法与任何特定个人直接建立联系的数据，不属于个人信息。如果我们将这类非个人信息与其他信息结合用于识别自然人个人身份，或者将其与个人信息结合使用，则在结合使用期间，此类设备信息将被视为个人信息。</p>
  <p>我们将在实现本隐私政策中所述目的所必需的期间内保留你的个人信息，除非法律要求或允许在更长的期间内保留这些信息。</p>

  <h3>本政策的修订</h3>
  <p>我们可不定期修改本《隐私政策》，变更后的《隐私政策》将在修订生效前通过先锋市场平台公告或以其他适当方式通知您。该等情况下，若您继续使用我们的服务，即表示同意受经修订的《隐私政策》的约束。</p>
  <p>本政策自 2017 年 8 月 1 日起生效。</p>
@endsection