@extends('layout.master')

@section('title', '服务条款')

@section('content')
  <h1>先锋市场平台服务协议</h1>

  <h3>一、定义</h3>
  <p>本协议是用户（以下简称“您”）与先锋市场网站（网址：包括但不限于 <a href="//market.neupioneer.com">market.neupioneer.com</a> <a
      href="//neup.market">neup.market</a> 等，简称“本站”）所有者及其关联公司之间就先锋市场网站服务等相关事宜所订立的契约，请您仔细阅读本协议，如您对协议有任何疑问，可向 <a
      href="mailto: support@neup.market">support@neup.market</a>
    咨询。当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与本平台达成一致，成为本平台“用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。
  </p>

  <h3>二、协议范围</h3>
  <h4>2.1 签约主体</h4>
  <p>本协议由您与先锋市场平台共同缔结，本协议对您与先锋市场平台均具有合同效力。</p>

  <h4>2.2 补充协议</h4>
  <p>由于互联网高速发展，您与本平台签署的本协议列明的条款并不能完整罗列并覆盖您与我们所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，本平台<a href="/pp">《隐私政策》</a>与本协议不可分割且具有同等法律效力。如您使用本平台服务，视为您同意上述补充协议。
  </p>

  <h3>三、账户注册与使用</h3>
  <h4>3.1 用户资格</h4>
  <p>您确认，在您开始注册程序使用先锋市场平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</p>
  <p>此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用先锋市场平台服务。</p>

  <h4>3.2 账户说明</h4>
  <p>【账户获得】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得先锋市场平台账户并成为先锋市场平台用户。</p>
  <p>
    先锋市场平台只允许每位用户使用一个本平台账户。如有证据证明或本平台有理由相信您存在不当注册或不当使用多个先锋市场平台账户的情形，我们可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给本平台及相关方造成损失的，您还应承担赔偿责任。</p>
  <p>【账户使用】您有权使用您设置或确认的用户名、邮箱、学号（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录先锋市场平台。</p>
  <p>
    由于您的先锋市场账户关联您的个人信息及先锋市场平台商业信息，您的账户仅限您本人使用。未经本平台同意，您直接或间接授权第三方使用您的账户或获取您账户项下信息的行为无效。如本平台判断您先锋市场账户的使用可能危及您的账户安全及/或本平台信息安全的，我们可拒绝提供相应服务或终止本协议。</p>

  <h4>3.3 注册信息管理</h4>
  <strong>3.3.1 真实合法</strong>
  <p>【信息真实】在使用先锋市场平台服务时，您应当按先锋市场平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话等），以便本平台或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。</p>
  <p>【昵称的合法性】您设置的先锋市场用户昵称不得违反国家法律法规，否则我们可回收您的昵称。昵称的回收不影响您以邮箱、学号等方式登录本平台并使用服务。</p>

  <strong>3.3.2 更新维护</strong>
  <p>您应当及时更新您提供的信息，在法律有明确规定要求先锋市场作为平台服务提供者必须对部分用户（如平台卖家等）的信息进行核实的情况下，我们将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。</p>
  <p>
    如我们按您最后一次提供的信息与您联系未果、您未按我们的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及先锋市场造成的全部损失与不利后果。我们可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部先锋市场平台服务，先锋市场对此不承担责任。</p>

  <h4>3.4 账户安全规范</h4>
  <p>【账户安全保管义务】您的账户为您自行设置并由您保管，我们任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开先锋市场平台。</p>
  <p>账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，先锋市场并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</p>
  <p>【账户行为责任自负】除先锋市场存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。</p>
  <p>
    【日常维护须知】如发现任何未经授权使用您账户登录先锋市场平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知我们。您理解我们对您的任何请求采取行动均需要合理时间，且我们应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除我们存在法定过错外，先锋市场不承担责任。</p>

  <h3>四、 先锋市场平台服务及规范</h3>
  <p> 【服务概况】您有权在先锋市场平台上享受商品管理、商品及/或服务的销售与推广、商品及/或服务的购买与评价、交易争议处理等服务。我们提供的服务内容众多，具体您可登录先锋市场平台浏览。</p>

  <h4>4.1 商品管理</h4>
  <p>【商品创建】通过在先锋市场创建商品，您可发布商品及/或服务信息并与其他用户达成交易。</p>

  <h4>4.2 商品及/或服务的销售与推广</h4>
  <p>【商品及/或服务信息发布】通过先锋市场提供的服务，您有权通过文字、图片等形式在先锋市场平台上发布商品及/或服务信息、招揽和物色交易对象、达成交易。</p>
  <p>【禁止销售范围】您应当确保您对您在先锋市场平台上发布的商品及/或服务享有相应的权利，您不得在先锋市场平台上销售以下商品及/或提供以下服务：</p>
  <p>（一）国家禁止或限制的；</p>
  <p>（二）侵犯他人知识产权或其它合法权益的；</p>
  <p>（三）先锋市场平台规则、公告、通知或各平台与您单独签署的协议中已明确说明不适合在本平台上销售及/或提供的。</p>
  <p>【交易秩序保障】您应当遵守诚实信用原则，确保您所发布的商品及/或服务信息真实、与您实际所销售的商品及/或提供的服务相符，并在交易过程中切实履行您的交易承诺。</p>
  <p>您应当维护先锋市场平台市场良性竞争秩序，不得贬低、诋毁竞争对手，不得干扰本平台上进行的任何交易、活动，不得以任何方式干扰或试图干扰平台的正常运作。</p>
  <p>
    本平台上的各种交易物品的图片、评价都是网友所为，不代表本平台立场和观点。我们会清除违法图片和言论，但不能保证时时监控，如有接到举报，我们将会及时删除不当言论和照片。平台根据客户的要求采取行动，造成的相应后果由客户自行承担，本平台不承担责任。</p>

  <h4>4.3 商品及/或服务的购买与评价</h4>
  <p>【商品及/或服务的购买】当您在先锋市场平台购买商品及/或服务时，请您务必仔细确认所购商品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项。</p>
  <p>客户因自己的操作失误造成的损失，由客户自行承担，本平台不承担责任。</p>
  <p>您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施恶意购买、恶意维权等扰乱先锋市场平台正常交易秩序的行为。基于维护先锋市场平台交易秩序及交易安全的需要，我们发现上述情形时可主动执行关闭相关交易订单等操作。</p>
  <p>【评价】您有权在先锋市场平台提供的评价系统中对与您达成交易的其他用户商品及/或服务进行评价。您应当理解，您在先锋市场平台的评价信息是公开的。</p>
  <p>
    您的所有评价行为应遵守先锋市场平台规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不应以不正当方式帮助他人提升信用或利用评价权利对其他用户实施威胁、敲诈勒索。我们可按照先锋市场平台规则的相关规定对您实施上述行为所产生的评价信息进行删除或屏蔽。</p>

  <h4>4.4 交易争议处理</h4>
  <p>【交易争议处理途径】您在先锋市场平台交易过程中与其他用户发生争议的，您或其他用户中任何一方均有权选择以下途径解决：</p>
  <p>（一）与争议相对方自主协商；</p>
  <p>（二）请求消费者协会或者其他依法成立的调解组织调解；</p>
  <p>（三）向有关行政部门投诉；</p>
  <p>（四）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</p>
  <p>（五）向人民法院提起诉讼。</p>

  <h4>4.5 费用</h4>
  <p>先锋市场向您提供的服务付出了大量的成本，但是先锋市场向您提供的服务目前是免费的。 </p>

  <h4>4.6 责任限制</h4>
  <p>【不可抗力及第三方原因】先锋市场依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，我们并不承担相应的违约责任：</p>
  <p>（一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</p>
  <p>（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</p>
  <p>（三）在先锋市场已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</p>
  <p>
    【海量信息】先锋市场仅向您提供先锋市场平台服务，您了解本平台上的信息系用户自行发布，且可能存在风险和瑕疵。鉴于先锋市场平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，我们无法逐一审查商品及/或服务的信息，无法逐一审查交易所涉及的商品及/或服务的质量、安全以及合法性、真实性、准确性，对此您应谨慎判断。本网站仅提供闲置物品交易信息发布平台，对于某些不良卖家，我们只能做到尽量排除，但无法对交易物品的质量逐一验证。交易双方自行承担交易风险和因此产生的经济损失，本平台不为交易产品信息的可靠性、准确性和产品质量承担任何责任。</p>

  <h3> 五、 用户信息的保护及授权</h3>
  <h4>5.1 个人信息的保护</h4>
  <p>
    先锋市场非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用先锋市场提供的服务时，您同意先锋市场按照在先锋市场平台上公布的隐私政策收集、存储、使用、披露和保护您的个人信息。我们希望通过隐私政策向您清楚地介绍我们对您个人信息的处理方式，因此我们建议您完整地阅读隐私政策，以帮助您更好地保护您的隐私权。</p>

  <h4>5.2 非个人信息的保证与授权</h4>
  <p>【信息的发布】您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，先锋市场可对您发布的信息依法或依本协议进行删除或屏蔽。</p>
  <p>【禁止性信息】您应当确保您所发布的信息不包含以下内容：</p>
  <p>（一）违反国家法律法规禁止性规定的；</p>
  <p>（二）政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
  <p>（三）欺诈、虚假、不准确或存在误导性的；</p>
  <p>（四）侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；</p>
  <p>（五）侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；</p>
  <p>（六）存在可能破坏、篡改、删除、影响先锋市场平台任何系统正常运行或未经授权秘密获取先锋市场平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；</p>
  <p>（七）其他违背社会公共利益或公共道德或依据相关先锋市场平台协议、规则的规定不适合在先锋市场平台上发布的。</p>
  <p>
     【授权使用】对于您提供、发布及在使用先锋市场平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，在法律规定的保护期限内您免费授予先锋市场及其关联平台获得全球排他的许可使用权利及再授权给其他第三方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。您同意先锋市场及其关联平台存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。</p>

  <h3>六、用户的违约及处理</h3>
  <h4>6.1 违约认定</h4>
  <p>发生如下情形之一的，视为您违约：</p>
  <p>（一）使用先锋市场平台服务时违反有关法律法规规定的；</p>
  <p>（二）违反本协议或本协议补充协议（即本协议第 2.2 条）约定的。</p>
  <p>
    为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，先锋市场可在先锋市场平台规则中约定违约认定的程序和标准。如：先锋市场可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。</p>

  <h4>6.2 违约处理措施</h4>
  <p>【信息处理】您在先锋市场平台上发布的信息构成违约的，我们可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的商品进行下架、监管。</p>
  <p>
    【行为限制】您在先锋市场平台上实施的行为，或虽未在先锋市场平台上实施但对先锋市场平台及其用户产生影响的行为构成违约的，我们可依据相应规则对您执行限制参加营销活动、中止向您提供部分或全部服务等处理措施。如您的行为构成根本违约的，我们可查封您的账户，终止向您提供服务。</p>
  <p>【处理结果公示】我们可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在先锋市场平台上予以公示。</p>

  <h4>6.3 赔偿责任</h4>
  <p>如您的行为使先锋市场及/或其关联平台遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿先锋市场及/或其关联平台的上述全部损失。</p>
  <p>如您的行为使先锋市场及/或其关联平台遭受第三人主张权利，先锋市场及/或其关联平台可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>

  <h4>6.4 特别约定</h4>
  <p>
    【商业贿赂】如您向先锋市场及/或其关联平台的顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，先锋市场可立即终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以先锋市场因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。</p>
  <p>【关联处理】如您因严重违约导致先锋市场终止本协议时，出于维护平台秩序及保护消费者权益的目的，先锋市场及/或其关联平台可对与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协议第八条约定的方式通知您。</p>
  <p>
    如先锋市场与您签署的其他协议及先锋市场及/或其关联平台与您签署的协议中明确约定了对您在本协议项下合作进行关联处理的情形，则先锋市场出于维护平台秩序及保护消费者权益的目的，可在收到指令时中止甚至终止协议，并以本协议第八条约定的方式通知您。</p>

  <h3>七、协议的变更</h3>
  <p>先锋市场可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议第八条约定的方式通知您。</p>
  <p>如您不同意变更事项，您有权于变更事项确定的生效日前联系先锋市场反馈意见。如反馈意见得以采纳，先锋市场将酌情调整变更事项。</p>
  <p>如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用先锋市场平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用先锋市场平台服务，则视为您同意已生效的变更事项。</p>

  <h3>八、通知</h3>
  <h4>8.1 有效联系方式</h4>
  <p>您在注册成为先锋市场平台用户，并接受先锋市场平台服务时，您应该向先锋市场提供真实有效的联系方式（包括您的电子邮件地址、联系电话等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。</p>
  <p>您在注册先锋市场平台用户时生成的用于登陆先锋市场平台接收站内信、系统消息也作为您的有效联系方式。</p>
  <p>先锋市场将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。 </p>

  <h4>8.2 通知的送达</h4>
  <p>先锋市场通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在先锋市场平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件系统消息以及站内信信息，在发送成功后即视为送达。</p>
  <p>
    对于在先锋市场平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在先锋市场平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。</p>
  <p>您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</p>
  <p>您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。</p>
  <p>你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>

  <h3>九、协议的终止</h3>
  <h4>9.1 终止的情形</h4>
  <p>【用户发起的终止】您有权通过以下任一方式终止本协议：</p>
  <p>（一）在满足先锋市场网公示的账户注销条件时您通过网站自助服务注销您的账户的；</p>
  <p>（二）变更事项生效前您停止使用并明示不愿接受变更事项的；</p>
  <p>（三）您明示不愿继续使用先锋市场平台服务，且符合先锋市场终止条件的。</p>
  <p>【先锋市场发起的终止】出现以下情况时，先锋市场可以本协议第八条的所列的方式通知您终止本协议：</p>
  <p>（一）您违反本协议约定，先锋市场依据违约条款终止本协议的；</p>
  <p>（二）您盗用他人账户、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，先锋市场依据先锋市场平台规则对您的账户予以查封的；</p>
  <p>（三）除上述情形外，因您多次违反先锋市场平台规则相关规定且情节严重，先锋市场依据先锋市场平台规则对您的账户予以查封的；</p>
  <p>（四）您的账户被先锋市场依据本协议回收的；</p>
  <p>（五）其它应当终止服务的情况。</p>

  <h4>9.2 协议终止后的处理</h4>
  <p>【用户信息披露】本协议终止后，除法律有明确规定外，先锋市场无义务向您或您指定的第三方披露您账户中的任何信息。</p>
  <p>【先锋市场权利】本协议终止后，先锋市场仍享有下列权利：</p>
  <p>（一）继续保存您留存于先锋市场平台的本协议第五条所列的各类信息；</p>
  <p>（二）对于您过往的违约行为，先锋市场仍可依据本协议向您追究违约责任。</p>
  <p>
    【交易处理】本协议终止后，对于您在本协议存续期间产生的交易订单，先锋市场可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。</p>

  <h3>十、 法律适用、管辖与其他</h3>
  <p>【法律适用】本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</p>
  <p>【管辖】您因使用先锋市场平台服务所产生及与先锋市场平台服务有关的争议，由先锋市场与您协商解决。协商不成时，任何一方均可向被告所在地人民法院提起诉讼。</p>
  <p>【可分性】本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>

  <h3>十一、本协议的最终解释权归东北大学先锋网络中心所有</h3>
  <p>本协议自 2017 年 8 月 1 日起生效。</p>
@endsection