@extends('layout.master')

@section('title', '服务条款')

@section('content')

    <p>正式的服务条款还没写好，正在紧张地准备中。。。</p>
    <br>
    <p>0. 您在使用本网站服务的同时，即表示您接受本条款所约束的内容。</p>
    <p>1. 本网站保留服务条款更新时不通知用户的权利。</p>
    <p>2. 本网站提供闲置物品交易信息发布平台，我们会尽量排除不良卖家，但无法对交易物品的质量逐一验证，因此交易双方自行承担交易风险和因此产生的经济损失，由您自行承担。
        本网站不为交易产品信息的可靠性、准确性和产品质量承担任何责任。</p>
    <p>3. 您不得在本网站上发布侵害他人权利的图片和言论，或使用本网站进行非法活动。</p>
    <p>4. 本网站上的各种交易物品的图片、评价都是网友所为，不代表本网站立场和观点，本网站不对其负责。
        如有接到违法图片和言论的举报，我们将会及时删除不当言论和照片。</p>
    <p>5. 本站保留随时无条件终止服务的权利。</p>

@endsection